{
  "home": {
    "title1": "THE DOMINANCE PLAN OF THE",
    "title2": "HORECA SECTOR",
    "title3": "",
    "title4": "",
    "subtitle": "We are the full-stack technological solution that transforms hospitality profitability. At Camarai, we eliminate operational friction and optimize human resource usage with applied artificial intelligence.",
    "primaryButton": "Get Started",
    "secondaryButton": "Learn More"
  },
  "page01": {
    "missionLabel": "OUR MISSION",
    "title1": "THE OPERATIONAL STANDARD OF THE",
    "title2": "HORECA SECTOR",
    "paragraph1": "Our mission is to provide hospitality with an integral and disruptive technological infrastructure. We control the full-stack of hardware and customer experience, for a frictionless operation. Replacing obsolete systems with a unified solution.",
    "paragraph2": "Success is measured by the global economic impact generated. We guarantee a direct and verifiable increase in the average ticket and a structural reduction in labor costs."
  },
  "page02": {
    "title": "Transform access into a competitive advantage.",
    "subtitle": "Traditional login is a bottleneck. Camarai Login redefines authentication with instant, secure, passwordless access powered by WhatsApp.",
    "primaryButton": "See how it works",
    "cards": {
      "card1": {
        "title": "Passwordless access",
        "desc": "Recovery processes frustrate users and increase friction. <br/> High volume of tickets and support costs.",
        "desc2": "Login via OTP code via WhatsApp. Access in seconds, reducing incidents by up to 90%."
      },
      "card2": {
        "title": "Frictionless verification",
        "desc": "Manual identity validation is very slow and costly. <br/> Loss of operational time and exposure to fraud.",
        "desc2": "Instant authentication via WhatsApp number. Enhanced security without interrupting the experience."
      },
      "card3": {
        "title": "SSO with WhatsApp",
        "desc": "Multiple credentials create chaos and risk. <br/> Reduced productivity and security vulnerabilities.",
        "desc2": "Single Sign-On with WhatsApp. Centralized, secure and scalable access for your entire team."
      }
    }
  },
  "page03": {
    "title": "Make login your best strategy for service and loyalty",
    "subtitle": "Every friction in access is an invisible barrier that drives your users away. Camarai Login eliminates that friction with a flow as natural as sending a WhatsApp message.",
    "primaryButton": "Use cases",
    "cards": {
      "card1": {
        "title": "<span class=\"text-slate-400 pr-1 font-bold\">1</span> Request",
        "desc": "Click on \"Access with WhatsApp\". <br/> Camarai identifies the number and requests an OTP via WhatsApp's official API.",
        "desc2": "Start without passwords or forms; smooth experience from the first click."
      },
      "card2": {
        "title": "<span class=\"text-slate-400 pr-1 font-bold\">2</span> Validation",
        "desc": "The user enters the code received on WhatsApp. <br/> The code is validated in real time and the profile is managed (creation or update).",
        "desc2": "Immediate security without waiting."
      },
      "card3": {
        "title": "<span class=\"text-slate-400 pr-1 font-bold\">3</span> Connection",
        "desc": "Instant access to the platform. <br/> User information is synchronized with the database or CRM.",
        "desc2": "Authentication that allows you to enter, connect and retain."
      }
    }
  },
  "page04": {
    "title": "\"Now I know who did what\"",
    "subtitle": "Laura shares how Camarai Login transformed security and traceability in her business.",
    "primaryButton": "Try Camarai Login",
    "testimonial": {
      "name": "Laura Vílchez",
      "role": "Retail Manager",
      "quote": "Our biggest risk in retail wasn't slowness, but vulnerability at checkout. Before Camarai, employees often used generic passwords or shared the supervisor key. When there were inventory discrepancies, it was impossible to know who was responsible. By linking TPV access to each manager's personal WhatsApp, we guarantee unique and non-transferable authentication. The result: an incredibly fast system (5 seconds at checkout) and the certainty that every critical operation is performed by the authorized person."
    }
  },
  "page05": {
    "title": "Now we want you to try it.",
    "subtitle": "We invite you to try Camarai Login right now. Scan the QR code on screen and see for yourself the speed, security and simplicity of our access.",
    "primaryButton": "Request PIN"
  },
  "finalPage": {
    "title": "You've already experienced it!",
    "subtitle": "Now bring WhatsApp authentication to your entire organization.",
    "primaryButton": "Get started now",
    "secondaryButton": "Contact specialist",
    "cards": {
      "card1": {
        "title": "Immediate speed",
        "desc": "Access in <strong>5 seconds</strong>. No waiting or password resets."
      },
      "card2": {
        "title": "Passwordless security",
        "desc": "Passwordless authentication via WhatsApp: simple, fast and secure."
      },
      "card3": {
        "title": "Total traceability",
        "desc": "Every action has real identity. Complete control and audit."
      },
      "card4": {
        "title": "Zero friction",
        "desc": "Everything flows naturally for sales, support and operations."
      }
    }
  },
  "footer": {
    "copyright": "All rights reserved.",
    "policy": "Policy",
    "terms": "Terms"
  }
}
